IDEA Open Model
Wall.Position Property
Compatible with IDEA StatiCa 20.1
 Offset between MasterPoint and InsertPoint If MasterPoint is null, position is from origin of coordinate system
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public Vector3D Position { get; set; }
Public Property Position As Vector3D
	Get
	Set
Property Value
Type: Vector3D
See Also
Reference
Wall Class
IdeaRS.OpenModel.Detail Namespace